Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Web Links — choose In-App Browser (stay inside AppleVis) or Default Browser (hand links to Safari or whatever browser you've set as default) for App Store pages, social links, legal pages, and Open in Browser actions throughout the app. Links like these show a small arrow after their name, and VoiceOver tells you where they'll open, so you always know before you tap.
ar: روابط الويب — اختر «المتصفح داخل التطبيق» (البقاء داخل AppleVis) أو «المتصفح الافتراضي» (تسليم الروابط إلى Safari أو أي متصفح عيّنته افتراضيًا) لصفحات App Store وروابط التواصل الاجتماعي والصفحات القانونية وإجراءات «فتح في المتصفح» في جميع أنحاء التطبيق. تُظهر هذه الروابط سهمًا صغيرًا بعد اسمها، ويخبرك VoiceOver بمكان فتحها، فتعرف دائمًا قبل أن تضغط.
de: Weblinks – wähle „In-App-Browser“ (in AppleVis bleiben) oder „Standardbrowser“ (Links an Safari oder deinen eingestellten Standardbrowser übergeben) für App-Store-Seiten, Social-Media-Links, rechtliche Seiten und „Im Browser öffnen“-Aktionen in der gesamten App. Solche Links zeigen einen kleinen Pfeil nach ihrem Namen, und VoiceOver sagt dir, wo sie sich öffnen – so weißt du es immer vor dem Tippen.
el: Σύνδεσμοι Ιστού — επιλέξτε Πρόγραμμα περιήγησης εντός εφαρμογής (μένετε στο AppleVis) ή Προεπιλεγμένο πρόγραμμα περιήγησης (οι σύνδεσμοι ανοίγουν στο Safari ή όποιο πρόγραμμα έχετε ορίσει ως προεπιλογή) για σελίδες του App Store, συνδέσμους κοινωνικών δικτύων, νομικές σελίδες και ενέργειες «Άνοιγμα σε πρόγραμμα περιήγησης» σε όλη την εφαρμογή. Τέτοιοι σύνδεσμοι δείχνουν ένα μικρό βέλος μετά το όνομά τους και το VoiceOver σας λέει πού θα ανοίξουν, ώστε να ξέρετε πάντα πριν πατήσετε.
es: Enlaces web: elige Navegador en la app (quedarte dentro de AppleVis) o Navegador predeterminado (pasar los enlaces a Safari o al navegador que tengas como predeterminado) para páginas del App Store, enlaces de redes sociales, páginas legales y las acciones Abrir en el navegador de toda la app. Estos enlaces muestran una pequeña flecha después de su nombre, y VoiceOver te dice dónde se abrirán, para que siempre lo sepas antes de tocar.
fa: پیوندهای وب — برای صفحه‌های App Store، پیوندهای شبکه‌های اجتماعی، صفحه‌های حقوقی و اقدامات «باز کردن در مرورگر» در سراسر برنامه، «مرورگر درون‌برنامه» (ماندن در AppleVis) یا «مرورگر پیش‌فرض» (سپردن پیوندها به Safari یا هر مرورگری که پیش‌فرض کرده‌اید) را انتخاب کنید. این پیوندها پس از نامشان پیکان کوچکی دارند و VoiceOver می‌گوید کجا باز می‌شوند، تا همیشه پیش از زدن بدانید.
fr: Liens web — choisissez Navigateur intégré (rester dans AppleVis) ou Navigateur par défaut (confier les liens à Safari ou au navigateur défini par défaut) pour les pages de l'App Store, les liens vers les réseaux sociaux, les pages juridiques et les actions Ouvrir dans le navigateur de toute l'app. Ces liens affichent une petite flèche après leur nom, et VoiceOver vous indique où ils s'ouvriront, pour que vous le sachiez toujours avant de toucher.
he: קישורי אינטרנט — בחר «דפדפן בתוך האפליקציה» (להישאר ב-AppleVis) או «דפדפן ברירת מחדל» (להעביר קישורים ל-Safari או לכל דפדפן שהגדרת כברירת מחדל) עבור דפי App Store, קישורים לרשתות חברתיות, דפים משפטיים ופעולות «פתח בדפדפן» בכל האפליקציה. קישורים כאלה מציגים חץ קטן אחרי השם שלהם, ו-VoiceOver אומר לך היכן ייפתחו, כך שתמיד תדע לפני שתקיש.
hi: वेब लिंक — पूरे ऐप में App Store पेजों, सोशल लिंक, क़ानूनी पेजों और ब्राउज़र में खोलें कार्रवाइयों के लिए इन-ऐप ब्राउज़र (AppleVis के अंदर रहें) या डिफ़ॉल्ट ब्राउज़र (लिंक Safari या आपके डिफ़ॉल्ट ब्राउज़र को भेजें) चुनें। ऐसे लिंक अपने नाम के बाद एक छोटा तीर दिखाते हैं, और VoiceOver बताता है कि वे कहाँ खुलेंगे, ताकि टैप करने से पहले आपको हमेशा पता रहे।
id: Tautan Web — pilih Browser Dalam App (tetap di dalam AppleVis) atau Browser Default (serahkan tautan ke Safari atau browser default Anda) untuk halaman App Store, tautan media sosial, halaman hukum, dan tindakan Buka di Browser di seluruh aplikasi. Tautan seperti ini menampilkan panah kecil setelah namanya, dan VoiceOver memberi tahu di mana tautan akan terbuka, jadi Anda selalu tahu sebelum mengetuk.
it: Link web: scegli Browser nell'app (restare in AppleVis) o Browser predefinito (passare i link a Safari o al browser impostato come predefinito) per pagine dell'App Store, link ai social, pagine legali e azioni Apri nel browser in tutta l'app. Questi link mostrano una piccola freccia dopo il nome e VoiceOver ti dice dove si apriranno, così lo sai sempre prima di toccare.
ja: ウェブリンク — App Store のページ、SNS へのリンク、規約などのページ、アプリ内の「ブラウザで開く」アクションについて、「アプリ内ブラウザ」（AppleVis 内にとどまる）か「デフォルトのブラウザ」（Safari などデフォルトに設定したブラウザで開く）を選べます。こうしたリンクには名前の後ろに小さな矢印が付き、VoiceOver がどこで開くかを伝えるので、タップする前に必ずわかります。
ko: 웹 링크 — 앱 전체의 App Store 페이지, 소셜 링크, 약관 페이지, 브라우저에서 열기 동작에 대해 앱 내 브라우저(AppleVis 안에 머무름) 또는 기본 브라우저(Safari 또는 기본으로 설정한 브라우저로 열기)를 선택합니다. 이런 링크는 이름 뒤에 작은 화살표가 표시되며, VoiceOver가 어디서 열리는지 알려 주므로 탭하기 전에 항상 알 수 있습니다.
nl: Weblinks — kies In-app-browser (binnen AppleVis blijven) of Standaardbrowser (links doorgeven aan Safari of de browser die je als standaard hebt ingesteld) voor App Store-pagina's, sociale links, juridische pagina's en acties Open in browser in de hele app. Zulke links tonen een klein pijltje na hun naam, en VoiceOver vertelt je waar ze openen, zodat je het altijd weet voordat je tikt.
pl: Linki internetowe — wybierz Przeglądarkę w aplikacji (pozostań w AppleVis) lub Domyślną przeglądarkę (przekazuj linki do Safari lub innej przeglądarki ustawionej jako domyślna) dla stron App Store, linków do mediów społecznościowych, stron prawnych i czynności Otwórz w przeglądarce w całej aplikacji. Takie linki mają małą strzałkę po nazwie, a VoiceOver mówi, gdzie się otworzą, więc zawsze wiesz to przed stuknięciem.
pt: Links da web — escolha Navegador no app (continuar dentro do AppleVis) ou Navegador padrão (enviar os links para o Safari ou para o navegador que você definiu como padrão) para páginas da App Store, links de redes sociais, páginas jurídicas e ações Abrir no navegador em todo o app. Links assim mostram uma pequena seta depois do nome, e o VoiceOver informa onde vão abrir, para você sempre saber antes de tocar.
ru: Веб-ссылки — выберите «Браузер в приложении» (оставаться в AppleVis) или «Браузер по умолчанию» (передавать ссылки в Safari или браузер, выбранный по умолчанию) для страниц App Store, ссылок на соцсети, юридических страниц и действий «Открыть в браузере» по всему приложению. Такие ссылки отмечены небольшой стрелкой после названия, а VoiceOver сообщает, где они откроются, так что вы всегда знаете это заранее.
sv: Webblänkar – välj Webbläsare i appen (stanna i AppleVis) eller Standardwebbläsare (lämna över länkar till Safari eller den webbläsare du har som standard) för App Store-sidor, länkar till sociala medier, juridiska sidor och åtgärder för Öppna i webbläsare i hela appen. Sådana länkar visar en liten pil efter namnet, och VoiceOver berättar var de öppnas, så att du alltid vet innan du trycker.
th: ลิงก์เว็บ — เลือก เบราว์เซอร์ในแอป (อยู่ใน AppleVis) หรือ เบราว์เซอร์เริ่มต้น (ส่งลิงก์ไปยัง Safari หรือเบราว์เซอร์ที่คุณตั้งเป็นค่าเริ่มต้น) สำหรับหน้า App Store ลิงก์โซเชียล หน้ากฎหมาย และการทำงาน เปิดในเบราว์เซอร์ ทั่วทั้งแอป ลิงก์เหล่านี้จะมีลูกศรเล็ก ๆ ต่อท้ายชื่อ และ VoiceOver จะบอกว่าจะเปิดที่ไหน คุณจึงรู้เสมอก่อนแตะ
tr: Web Bağlantıları — uygulama genelindeki App Store sayfaları, sosyal medya bağlantıları, yasal sayfalar ve Tarayıcıda Aç işlemleri için Uygulama İçi Tarayıcı (AppleVis içinde kal) ya da Varsayılan Tarayıcı (bağlantıları Safari'ye veya varsayılan olarak ayarladığınız tarayıcıya ilet) seçin. Bu tür bağlantıların adından sonra küçük bir ok bulunur ve VoiceOver nerede açılacaklarını söyler; böylece dokunmadan önce her zaman bilirsiniz.
uk: Веб-посилання — виберіть «Браузер у додатку» (залишатися в AppleVis) або «Браузер за замовчуванням» (передавати посилання в Safari чи браузер, вибраний за замовчуванням) для сторінок App Store, посилань на соцмережі, юридичних сторінок і дій «Відкрити в браузері» в усьому додатку. Такі посилання позначено невеликою стрілкою після назви, а VoiceOver повідомляє, де вони відкриються, тож ви завжди знаєте це заздалегідь.
vi: Liên kết web — chọn Trình duyệt trong ứng dụng (ở lại trong AppleVis) hoặc Trình duyệt mặc định (chuyển liên kết sang Safari hoặc trình duyệt bạn đặt làm mặc định) cho các trang App Store, liên kết mạng xã hội, trang pháp lý và thao tác Mở trong trình duyệt trên toàn ứng dụng. Những liên kết này có một mũi tên nhỏ sau tên, và VoiceOver cho bạn biết chúng sẽ mở ở đâu, để bạn luôn biết trước khi chạm.
zh_hans: 网页链接——为整个 App 中的 App Store 页面、社交链接、法律页面和“在浏览器中打开”操作选择“App 内浏览器”（留在 AppleVis 中）或“默认浏览器”（将链接交给 Safari 或你设置的默认浏览器）。这类链接的名称后会显示一个小箭头，VoiceOver 也会告诉你它将在哪里打开，让你在轻点前始终心中有数。

source: Blog Posts, Episodes, and Guides With New Comments Now Show Up
ar: منشورات المدونة والحلقات والأدلة ذات التعليقات الجديدة تظهر الآن
de: Blogbeiträge, Folgen und Anleitungen mit neuen Kommentaren werden jetzt angezeigt
el: Αναρτήσεις ιστολογίου, επεισόδια και οδηγοί με νέα σχόλια εμφανίζονται πλέον
es: Ahora aparecen las entradas de blog, episodios y guías con comentarios nuevos
fa: پست‌های وبلاگ، قسمت‌ها و راهنماهایی که نظر تازه دارند اکنون نمایش داده می‌شوند
fr: Les articles de blog, épisodes et guides avec de nouveaux commentaires s'affichent désormais
he: פוסטים בבלוג, פרקים ומדריכים עם תגובות חדשות מופיעים עכשיו
hi: नई टिप्पणियों वाली ब्लॉग पोस्ट, एपिसोड और गाइड अब दिखती हैं
id: Postingan Blog, Episode, dan Panduan dengan Komentar Baru Kini Muncul
it: Articoli del blog, episodi e guide con nuovi commenti ora compaiono
ja: 新しいコメントがあるブログ記事、エピソード、ガイドが表示されるように
ko: 새 댓글이 달린 블로그 게시물, 에피소드, 가이드가 이제 표시됩니다
nl: Blogberichten, afleveringen en handleidingen met nieuwe reacties verschijnen nu
pl: Wpisy na blogu, odcinki i poradniki z nowymi komentarzami są teraz widoczne
pt: Postagens do blog, episódios e guias com comentários novos agora aparecem
ru: Записи блога, выпуски и руководства с новыми комментариями теперь отображаются
sv: Blogginlägg, avsnitt och guider med nya kommentarer visas nu
th: บทความบล็อก ตอน และคู่มือที่มีความคิดเห็นใหม่จะแสดงขึ้นแล้ว
tr: Yeni Yorumu Olan Blog Yazıları, Bölümler ve Kılavuzlar Artık Görünüyor
uk: Записи блогу, випуски й посібники з новими коментарями тепер відображаються
vi: Bài viết blog, tập và hướng dẫn có bình luận mới giờ đã hiển thị
zh_hans: 有新评论的博客文章、单集和指南现在会显示出来

source: Blog posts, podcast episodes, and guides went by when the post itself was last edited, not when the latest comment came in. A busy post with new comments today could still say "6 days ago" and never show up as new on Home. They now go by their latest comment, the same as forum topics and app entries, and Home now brings in anything that just got comments, even older posts. Reported by a beta tester.
ar: كانت منشورات المدونة وحلقات البودكاست والأدلة تعتمد على آخر مرة عُدِّل فيها المنشور نفسه، لا على وقت وصول أحدث تعليق. فقد يظل منشور نشط فيه تعليقات جديدة اليوم يقول «منذ 6 أيام» ولا يظهر أبدًا كجديد في الشاشة الرئيسية. أصبحت الآن تعتمد على أحدث تعليق، مثل مواضيع المنتدى وإدخالات التطبيقات، وتجلب الشاشة الرئيسية الآن كل ما تلقى تعليقات للتو، حتى المنشورات الأقدم. أبلغ عن ذلك أحد المختبرين التجريبيين.
de: Blogbeiträge, Podcast-Folgen und Anleitungen richteten sich danach, wann der Beitrag selbst zuletzt bearbeitet wurde, nicht nach dem neuesten Kommentar. Ein belebter Beitrag mit neuen Kommentaren von heute konnte so noch „vor 6 Tagen“ anzeigen und nie als neu auf Start erscheinen. Jetzt zählt der neueste Kommentar – genau wie bei Forenthemen und App-Einträgen –, und Start holt jetzt alles herein, was gerade Kommentare bekommen hat, auch ältere Beiträge. Von einem Betatester gemeldet.
el: Οι αναρτήσεις ιστολογίου, τα επεισόδια podcast και οι οδηγοί βασίζονταν στο πότε επεξεργάστηκε τελευταία η ίδια η ανάρτηση, όχι στο πότε ήρθε το πιο πρόσφατο σχόλιο. Μια πολυσύχναστη ανάρτηση με νέα σχόλια σήμερα μπορούσε να γράφει ακόμα «πριν από 6 ημέρες» και να μην εμφανίζεται ποτέ ως νέα στην Αρχική. Τώρα βασίζονται στο πιο πρόσφατο σχόλιο, όπως τα θέματα του φόρουμ και οι καταχωρίσεις εφαρμογών, και η Αρχική φέρνει πλέον ό,τι μόλις δέχτηκε σχόλια, ακόμα και παλαιότερες αναρτήσεις. Αναφέρθηκε από έναν δοκιμαστή beta.
es: Las entradas de blog, los episodios de pódcast y las guías se guiaban por la última vez que se editó la propia publicación, no por cuándo llegó el comentario más reciente. Una publicación con mucha actividad y comentarios nuevos hoy podía seguir diciendo «hace 6 días» y no aparecer nunca como nueva en Inicio. Ahora se guían por su comentario más reciente, igual que los temas del foro y las entradas de apps, e Inicio ahora incluye todo lo que acaba de recibir comentarios, incluso publicaciones antiguas. Informado por un probador beta.
fa: پست‌های وبلاگ، قسمت‌های پادکست و راهنماها بر اساس آخرین ویرایش خود پست سنجیده می‌شدند، نه زمان رسیدن تازه‌ترین نظر. یک پست پرجنب‌وجوش با نظرهای تازهٔ امروز ممکن بود هنوز «۶ روز پیش» نشان دهد و هرگز در خانه به‌عنوان تازه ظاهر نشود. اکنون بر اساس تازه‌ترین نظر سنجیده می‌شوند، درست مثل موضوع‌های انجمن و ورودی‌های برنامه، و خانه اکنون هر چیزی را که همین تازگی نظر گرفته نشان می‌دهد، حتی پست‌های قدیمی‌تر. گزارش‌شده توسط یک آزمایشگر بتا.
fr: Les articles de blog, épisodes de podcast et guides se fiaient à la dernière modification de la publication elle-même, et non à l'arrivée du commentaire le plus récent. Une publication animée avec de nouveaux commentaires aujourd'hui pouvait encore afficher « il y a 6 jours » et ne jamais apparaître comme nouvelle sur Accueil. Ils se fient désormais à leur commentaire le plus récent, comme les sujets du forum et les fiches d'applis, et Accueil intègre maintenant tout ce qui vient de recevoir des commentaires, même les publications plus anciennes. Signalé par un bêta-testeur.
he: פוסטים בבלוג, פרקי פודקאסט ומדריכים נמדדו לפי הפעם האחרונה שהפוסט עצמו נערך, ולא לפי מועד התגובה האחרונה. פוסט פעיל עם תגובות חדשות מהיום עלול היה עדיין להציג «לפני 6 ימים» ולעולם לא להופיע כחדש בבית. עכשיו הם נמדדים לפי התגובה האחרונה, בדיוק כמו נושאים בפורום ורשומות אפליקציה, והבית מביא עכשיו כל מה שקיבל תגובות זה עתה, גם פוסטים ישנים יותר. דווח על ידי בודק בטא.
hi: ब्लॉग पोस्ट, पॉडकास्ट एपिसोड और गाइड इस आधार पर चलते थे कि पोस्ट ख़ुद आख़िरी बार कब संपादित हुई, न कि नई टिप्पणी कब आई। आज नई टिप्पणियों वाली कोई सक्रिय पोस्ट फिर भी "6 दिन पहले" दिखा सकती थी और होम पर कभी नई के रूप में नहीं दिखती थी। अब वे अपनी सबसे नई टिप्पणी के आधार पर चलते हैं, बिल्कुल फ़ोरम विषयों और ऐप प्रविष्टियों की तरह, और होम अब हर उस चीज़ को लाता है जिस पर अभी टिप्पणियाँ आई हैं, पुरानी पोस्ट भी। एक बीटा टेस्टर ने रिपोर्ट किया।
id: Postingan blog, episode podcast, dan panduan dulu mengikuti kapan postingan itu sendiri terakhir diedit, bukan kapan komentar terbaru masuk. Postingan ramai dengan komentar baru hari ini bisa tetap bertuliskan "6 hari lalu" dan tidak pernah muncul sebagai baru di Beranda. Kini semuanya mengikuti komentar terbarunya, sama seperti topik forum dan entri aplikasi, dan Beranda kini menampilkan apa pun yang baru saja mendapat komentar, bahkan postingan lama. Dilaporkan oleh penguji beta.
it: Articoli del blog, episodi di podcast e guide si basavano sull'ultima modifica del post stesso, non sull'arrivo del commento più recente. Un post molto attivo con nuovi commenti di oggi poteva ancora indicare «6 giorni fa» e non comparire mai come nuovo in Home. Ora si basano sul commento più recente, come gli argomenti del forum e le voci delle app, e Home ora include tutto ciò che ha appena ricevuto commenti, anche i post più vecchi. Segnalato da un beta tester.
ja: ブログ記事、ポッドキャストのエピソード、ガイドは、最新のコメントが届いた時刻ではなく、投稿自体が最後に編集された時刻を基準にしていました。そのため、今日新しいコメントがついた活発な投稿でも「6 日前」と表示され、ホームで新着として出てこないことがありました。今後はフォーラムのトピックやアプリのエントリと同じく最新のコメントを基準にし、ホームには古い投稿も含めてコメントがついたばかりのものが表示されます。ベータテスターからの報告によるものです。
ko: 블로그 게시물, 팟캐스트 에피소드, 가이드는 최신 댓글이 달린 시점이 아니라 게시물 자체가 마지막으로 수정된 시점을 기준으로 했습니다. 그래서 오늘 새 댓글이 달린 활발한 게시물도 여전히 "6일 전"으로 표시되고 홈에서 새 글로 나타나지 않을 수 있었습니다. 이제 포럼 주제와 앱 항목처럼 최신 댓글을 기준으로 하며, 홈은 오래된 게시물까지 포함해 방금 댓글이 달린 항목을 모두 가져옵니다. 베타 테스터가 제보했습니다.
nl: Blogberichten, podcastafleveringen en handleidingen gingen uit van wanneer het bericht zelf voor het laatst was bewerkt, niet wanneer de nieuwste reactie binnenkwam. Een druk bericht met vandaag nieuwe reacties kon nog steeds „6 dagen geleden” tonen en nooit als nieuw op Home verschijnen. Ze gaan nu uit van hun nieuwste reactie, net als forumonderwerpen en app-vermeldingen, en Home haalt nu alles binnen wat net reacties heeft gekregen, ook oudere berichten. Gemeld door een bètatester.
pl: Wpisy na blogu, odcinki podcastów i poradniki opierały się na tym, kiedy sam wpis był ostatnio edytowany, a nie na tym, kiedy pojawił się najnowszy komentarz. Popularny wpis z nowymi dzisiejszymi komentarzami mógł więc wciąż pokazywać „6 dni temu” i nigdy nie pojawić się jako nowy na Stronie głównej. Teraz liczy się najnowszy komentarz — tak jak w przypadku tematów forum i wpisów aplikacji — a Strona główna pokazuje wszystko, co właśnie otrzymało komentarze, nawet starsze wpisy. Zgłoszone przez betatestera.
pt: Postagens do blog, episódios de podcast e guias se baseavam na última vez em que a própria publicação foi editada, não em quando chegou o comentário mais recente. Uma publicação movimentada com comentários novos hoje podia continuar dizendo "há 6 dias" e nunca aparecer como nova no Início. Agora eles se baseiam no comentário mais recente, assim como os tópicos do fórum e as entradas de apps, e o Início agora traz tudo o que acabou de receber comentários, até publicações mais antigas. Relatado por um testador beta.
ru: Записи блога, выпуски подкастов и руководства ориентировались на время последнего редактирования самой записи, а не на время последнего комментария. Оживлённая запись с новыми комментариями за сегодня могла по-прежнему показывать «6 дней назад» и так и не появиться как новая на «Главной». Теперь они ориентируются на последний комментарий — так же, как темы форума и записи приложений, — а «Главная» теперь показывает всё, что только что прокомментировали, даже старые записи. Сообщил бета-тестер.
sv: Blogginlägg, poddavsnitt och guider utgick från när själva inlägget senast redigerades, inte när den senaste kommentaren kom in. Ett livligt inlägg med nya kommentarer i dag kunde fortfarande visa ”för 6 dagar sedan” och aldrig dyka upp som nytt på Hem. Nu utgår de från sin senaste kommentar, precis som forumämnen och appobjekt, och Hem tar nu med allt som just har fått kommentarer, även äldre inlägg. Rapporterat av en betatestare.
th: บทความบล็อก ตอนพอดแคสต์ และคู่มือเคยอิงตามเวลาที่โพสต์ถูกแก้ไขครั้งล่าสุด ไม่ใช่เวลาที่ความคิดเห็นล่าสุดเข้ามา โพสต์ที่คึกคักซึ่งมีความคิดเห็นใหม่วันนี้อาจยังแสดง "6 วันที่แล้ว" และไม่เคยปรากฏเป็นรายการใหม่บนหน้าหลัก ตอนนี้จะอิงตามความคิดเห็นล่าสุด เหมือนหัวข้อฟอรัมและรายการแอป และหน้าหลักจะดึงทุกอย่างที่เพิ่งมีความคิดเห็นเข้ามา แม้แต่โพสต์เก่า รายงานโดยผู้ทดสอบเบต้า
tr: Blog yazıları, podcast bölümleri ve kılavuzlar, en son yorumun ne zaman geldiğine değil, gönderinin kendisinin en son ne zaman düzenlendiğine göre değerlendiriliyordu. Bugün yeni yorumlar alan hareketli bir gönderi hâlâ "6 gün önce" diyebiliyor ve Ana Sayfa'da hiç yeni olarak görünmüyordu. Artık forum konuları ve uygulama girişleri gibi en son yorumlarına göre değerlendiriliyorlar ve Ana Sayfa, eski gönderiler dahil yeni yorum alan her şeyi getiriyor. Bir beta test kullanıcısı tarafından bildirildi.
uk: Записи блогу, випуски подкастів і посібники орієнтувалися на час останнього редагування самого допису, а не на час останнього коментаря. Жвавий допис із новими сьогоднішніми коментарями міг і далі показувати «6 днів тому» й так і не з'явитися як новий на «Головній». Тепер вони орієнтуються на останній коментар — так само, як теми форуму та записи додатків, — а «Головна» тепер показує все, що щойно прокоментували, навіть старі дописи. Повідомив бета-тестувальник.
vi: Bài viết blog, tập podcast và hướng dẫn trước đây dựa vào thời điểm chính bài đăng được sửa lần cuối, chứ không phải lúc bình luận mới nhất đến. Một bài đăng sôi nổi có bình luận mới hôm nay vẫn có thể ghi "6 ngày trước" và không bao giờ hiện là mới trên Trang chủ. Giờ đây chúng dựa vào bình luận mới nhất, giống như chủ đề diễn đàn và mục ứng dụng, và Trang chủ giờ đưa vào mọi thứ vừa có bình luận, kể cả bài đăng cũ hơn. Do một người thử nghiệm beta báo cáo.
zh_hans: 博客文章、播客单集和指南过去以帖子本身最后一次编辑的时间为准，而不是最新评论的时间。一篇今天有新评论的热门帖子仍可能显示“6 天前”，也永远不会在主页上显示为新内容。现在它们以最新评论为准，与论坛话题和应用条目一致，主页也会纳入刚收到评论的内容，包括较早的帖子。由一位测试版用户报告。

source: Guides Are Called Guides Everywhere Now
ar: الأدلة تُسمّى «أدلة» في كل مكان الآن
de: Anleitungen heißen jetzt überall Anleitungen
el: Οι οδηγοί λέγονται πλέον οδηγοί παντού
es: Las guías ahora se llaman guías en todas partes
fa: راهنماها اکنون همه‌جا «راهنما» نامیده می‌شوند
fr: Les guides s'appellent désormais « guides » partout
he: מדריכים נקראים עכשיו מדריכים בכל מקום
hi: गाइड को अब हर जगह गाइड ही कहा जाता है
id: Panduan Kini Disebut Panduan di Mana-Mana
it: Le guide ora si chiamano guide ovunque
ja: ガイドがどこでも「ガイド」と呼ばれるように
ko: 이제 모든 곳에서 가이드를 가이드라고 부릅니다
nl: Handleidingen heten nu overal handleidingen
pl: Poradniki nazywają się teraz wszędzie poradnikami
pt: Guias agora se chamam guias em todo lugar
ru: Руководства теперь везде называются руководствами
sv: Guider heter nu guider överallt
th: คู่มือเรียกว่าคู่มือทุกที่แล้ว
tr: Kılavuzlar Artık Her Yerde Kılavuz Olarak Adlandırılıyor
uk: Посібники тепер скрізь називаються посібниками
vi: Hướng dẫn giờ được gọi là Hướng dẫn ở mọi nơi
zh_hans: 指南现在在所有地方都叫“指南”
